[
  {
    "id": "1",
    "title": "道路空間再編が道路ネットワークに与える影響とその評価に関する研究",
    "keywords": ["道路空間再編", "道路ネットワーク", "交通シミュレーション"],
    "abstract": "近年、街なかの活性化策として車中心の道路空間から、歩行者が安全・快適に回遊・滞在できる賑わい空間への再編が求められている。一方で道路空間を再編すると、道路ネットワーク全体で交通流が変化し、賑わいの創出といった正の効用だけでなく渋滞発生や交通安全性の低下といった負の効用が生じる可能性がある。そこで本研究では、道路空間再編が与える道路ネットワーク全体への影響について、交通シミュレーションを用いて円滑性・安全性の観点から定量的に評価する。分析の結果、道路での歩行者環境改善が正の効用として見込める一方で、道路ネットワーク全体に自動車交通の観点で安全性・円滑性を損なう負の効用が同時に生じるトレードオフの関係があることが分かった。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_59"
  },
  {
    "id": "2",
    "title": "定時定路線型乗合タクシーの利用実態と身体的健康への影響に関する研究－ 大阪府河内長野市楠ケ丘地域のケーススタディ －",
    "keywords": [
      "定時定路線型乗合タクシー",
      "身体的健康",
      "SF-36v2",
      "要因分析"
    ],
    "abstract": "我が国では、公共交通の需要や多面的な価値に関連する研究が盛んに行われている。しかしながら、近年、各地で普及しつつある少需要乗合交通サービス(乗合タクシー等)の需要や多面的な価値の 1 つである健康効果について言及した研究はあまり見られない。それ故、事業性と医療・福祉分野に対するクロスセクター効果の双方の観点から、当該交通サービスの導入地域の選定や再編等に関する定量的な議論は困難な状況にあると言える。そこで、本研究では、上記の課題解決の一助とすべく、定時定路線型乗合タクシーに着目し、1)当該交通サービスの利用の有無に関する要因分析と 2)当該交通サービスの利用の有無による身体的健康の差に関する要因分析を行い、それぞれの規定要因とその影響度を定量的に明らかにすることを主たる目的とする。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_1"
  },
  {
    "id": "3",
    "title": "自動運転車の混在が駐車場出入口周辺の交通流に与える影響に関する分析",
    "keywords": ["ミクロ交通シミュレータ", "自動運転車", "駐車場出入口"],
    "abstract": "駐車場出入口において周辺に歩行者がいない場合、ほとんどの車両が一時停止を行っていない。しかし、自動運転車が普及した場合には法令遵守で走行する車両が増加し、駐車場出入口での一時停止率が周辺の交通流の円滑性へ影響を与えることが考えられる。そこで本研究は、ミクロ交通シミュレーションを用いて自動運転車の混在状況において駐車場出入口における一時停止が周辺交通流に与える影響を分析した。その結果、自動運転車混在率が増加するほど、平均遅れ時間が増加する傾向が見られたが、多車線道路では入庫車両の後続車は第2車線を通過することが多いため、大きな遅れ時間が発生しないことが明らかになった。一方、交通量・歩行者交通量が増加することで平均遅れ時間が増加する傾向が見られた。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_35"
  },
  {
    "id": "4",
    "title": "運転免許返納プロセスと返納後生活満足度の要因に関する研究―川崎市麻生区王禅寺周辺地域を対象としてー",
    "keywords": [
      "高齢ドライバー",
      "運転免許返納プロセス",
      "質的調査",
      "免許返納後の生活"
    ],
    "abstract": "我が国では高齢化の進行に伴って，高齢者の運転免許保有者数が増加しており，高齢者による交通事故の増加が見込まれる．このような状況への対策の一つとして運転免許自主返納制度が存在している．本研究では，免許返納のきっかけから返納後の生活までの一貫したプロセスと，免許返納後の生活満足度を向上させる要因を明らかにすることを目的として，免許返納者と免許保有者に対してアンケートとインタビュー調査を行った．対象者を運転頻度や運転への自信，免許返納後の満足度といった特徴によってグループに分けて特徴をみたところ，免許返納し，その後満足な生活を送るグループは，公共交通利用が容易だと考え，返納後に生活スタイルの調整を行っていることが共通の特徴として示された．",
    "doi": "https://doi.org/10.14954/jste.10.3_A_25"
  },
  {
    "id": "5",
    "title": "勾配の違いによる坂路での自転車の走行挙動に関する研究",
    "keywords": ["自転車走行空間", "自転車走行挙動", "坂路"],
    "abstract": "本研究は、坂路部、特に上り坂ではふらつきにより自転車と自動車の離隔距離が十分に確保できない懸念から、坂路における実際のふらつきと速度を異なる複数の勾配区間において計測を行った。その結果、上り勾配では急勾配になるほどふらつきの平均値、最大値ともに大きくなることが示された。一方で下り勾配では急勾配になるほどふらつきの値は小さくなる傾向が示された。また男女別では女性の方が、日ごろの乗車経験の有無別では乗車経験のないグループの方が、ふらつきの値が大きいことが示された一方、ふらつきの回数については男女間では大きな差がないことが示された。以上から特に急勾配区間では上り勾配において自転車走行空間の幅員を広くとる必要性を示した。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_9"
  },
  {
    "id": "6",
    "title": "高速道路における ACC 機能の利用実態に関する分析",
    "keywords": [
      "ACC",
      "利用実態",
      "交通性能",
      "経年変化",
      "WEB アンケート調査"
    ],
    "abstract": "本研究では、近年における交通性能の経年変化の要因を考察するため、ACC 利用者を対象とした WEB アンケート調査を実施し、ACC 機能の利用実態や、ACC に対する意識の経年的な変化を分析した。分析の結果、現時点における高速道路利用者の ACC 装着率は概ね 3 割程度と想定できること、個人の経年変化として ACC 利用頻度は増加している状況であり、交通状況によって ACC 利用頻度や設定車間距離を変化させていることを明らかにした。また、自身の運転と比べて速度は低く、車間距離は長くなっているという傾向にあり、ACC の普及が近年の交通性能低下要因の 1 つである可能性を考察した。その他、ACC とは関係なしに、加齢に伴い交通性能を低下させる方向に運転挙動が変化していることを明らかにし、高齢ドライバーの割合の増加も交通性能低下要因であることを考察した。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_15"
  },
  {
    "id": "7",
    "title": "ラウンドアバウト中央島のランドスケープ設計による交通安全向上に関する研究",
    "keywords": [
      "ラウンドアバウト",
      "中央島",
      "走行実験",
      "マウンド",
      "視線挙動"
    ],
    "abstract": "本研究では、近年における交通性能の経年変化の要因を考察するため、ACC 利用者を対象とした WEB アンケート調査を実施し、ACC 機能の利用実態や、ACC に対する意識の経年的な変化を分析した。分析の結果、現時点における高速道路利用者の ACC 装着率は概ね 3 割程度と想定できること、個人の経年変化として ACC 利用頻度は増加している状況であり、交通状況によって ACC 利用頻度や設定車間距離を変化させていることを明らかにした。また、自身の運転と比べて速度は低く、車間距離は長くなっているという傾向にあり、ACC の普及が近年の交通性能低下要因の 1 つである可能性を考察した。その他、ACC とは関係なしに、加齢に伴い交通性能を低下させる方向に運転挙動が変化していることを明らかにし、高齢ドライバーの割合の増加も交通性能低下要因であることを考察した。",
    "doi": "https://doi.org/10.14954/jste.10.3_A_43"
  },
  {
    "id": "8",
    "title": "ワイヤロープ設置区間の新たな接触事故対策が交通挙動に与える影響分析",
    "keywords": ["暫定二車線区間", "ワイヤロープ", "接触事故対策", "効果検証"],
    "abstract": "高速道路の暫定二車線区間では、ワイヤロープの設置により対向車線への飛び出し事故が激減し、重大事故の抑制に極めて高い効果を発揮している。一方で、ワイヤロープへの接触事故により復旧や修繕のための交通規制時間が増加するなど、新たな問題が発生している。本研究では、事故特性を分析した上で、ワイヤロープへの接触事故の抑制に向けた新たな対策を提案し、その効果を検証することを目的とする。具体的には秋田自動車道をフィールドとして、走行位置を明示させる「車線中央ドットライン」および「立体路面表示」を設置し、アンケート調査やビデオ調査により利用者意識や車両走行位置の変化を把握した。その結果、新たな対策を実施することによって、車線中央へ誘導する効果やドライバーの漫然運転を防止する効果が発現することを明らかにした。",
    "doi": "https://doi.org/10.14954/jste.10.3_B_1"
  },
  {
    "id": "9",
    "title": "AI 画像解析システムを用いた生活道路での調査手法に関する研究",
    "keywords": ["交通調査", "生活道路", "画像解析", "経路分析"],
    "abstract": "交通調査は幹線道路を中心にAI の画像解析を用いた手法が増えている。車両走行位置に着目すると、生活道路は歩道や中央線が存在しないために幹線道路と比べカメラと車両の位置関係が異なり、幹線道路を走行した教師データを用いると精度が低下することが考えられる。また、2 地点においてナンバープレート等の車両情報を照合し経路分析を行う場合には、読み取り誤差が積み重なることでデータ照合の精度が著しく低下してしまうことも考えられる。そこで本研究では生活道路の歩道や中央線の有無の条件ごとの AI 観測の読み取り精度を検証し、それぞれの条件における最適な撮影方法を明らかにした。また、正確に経路分析ができるような車両情報の組み合わせを明らかにすることで、生活道路において AI 画像解析システムを用いる際の最適な調査手法を提案した。",
    "doi": "https://doi.org/10.14954/jste.10.3_B_8"
  },
  {
    "id": "10",
    "title": "中山間地域を含む地方都市全域に導入された AI オンデマンド交通の利用実態",
    "keywords": [
      "AI オンデマンド交通",
      "公共交通",
      "自動車運転免許返納",
      "福祉施策連携",
      "移動支援"
    ],
    "abstract": "長野県伊那市で運行中の AI オンデマンド交通の利用実績データから利用数や登録者数、利用目的等を分析し、さらに利用者・非利用者等へのアンケート調査データから今後のサービス改善や他の市町村への展開等を分析した。運行エリア拡大に応じ利用者は増加しているが、平均乗車回数は概ね 9 回/台・日である。利用は午前中が多く、通院や買い物利用が全体の 6 割を占める。満足度は高い一方で、さらなる改善点の知見も得られた。なお会員登録者中の免許返納者割合は 3 割に達し、アンケート結果からも本 AI オンデマンド交通の導入によって免許返納した人が 2 割いたこと、通院や買い物の不便が解消されたとの回答が多かったことや他地区との比較から、交通弱者への移動手段としての有効性や、市全域でのサービス提供による免許返納の促進効果が確認された。",
    "doi": " https://doi.org/10.14954/jste.10.3_B_16"
  }
]
